[ Simplified Chinese Messages ]
1000="按 继续键 系统回原点."
1002="按 继续键 复位."
1003="按 继续键 阀门回到待命位置."
1009="监控信号错误!,{CR}按 继续键."
1010="命令错误!,{CR}按 继续键."
1011="位置错误!,{CR}按 继续键."
1012="极限错误!,{CR}按 继续键."
1100="胶水 A 量过低 或 已空,{CR}按 继续键."
1101="胶水 B 量过低 或 已空,{CR}按 继续键."
1105="抽风量低,{CR}按 继续键."
1200="前挡块下降出错,{CR}维修后并按 继续键."
1201="后挡块下降出错,{CR}维修后并按 继续键."
1202="前挡块上升出错,{CR}维修后并按 继续键."
1203="后挡块上升出错,{CR}维修后并按 继续键."
1210="阀门-1 滑块上升出错,{CR}维修后并按 继续键."
1211="阀门-1 滑块下降出错,{CR}维修后并按 继续键."
1212="阀门-2 滑块上升出错,{CR}维修后并按 继续键."
1213="阀门-2 滑块下降出错,{CR}维修后并按 继续键."
1214="阀门-1 45度倾斜 出错,{CR}维修后并按 继续键"
1215="阀门-1 0度回复 出错,{CR}维修后并按 继续键"
1216="阀门-2 45度倾斜 出错,{CR}维修后并按 继续键"
1217="阀门-2 0度回复 出错,{CR}维修后并按 继续键"
1218="阀门-3 滑块上升出错,{CR}维修后并按 继续键"
1219="阀门-3 滑块下降出错,{CR}维修后并按 继续键"
1300="设备安全检测{CR}{CR}{CR}电源检测失败!{CR}{CR}按 继续键 重新检测."
1301="设备安全检测{CR}{CR}{CR}紧急开关按钮检测失败!{CR}{CR}按 继续键 重新检测."
1302="设备安全检测{CR}{CR}{CR}安全门锁检测失败!{CR}{CR}按 继续键 重新检测."
1303="设备安全检测{CR}{CR}{CR}按 继续键 初始化."
2000="系统正在初始化，请稍等...."
2001="变量错误, 初始化...."
2002="在启动中发生不可恢复的变量错误.{CR}{CR}重启设备."
2003="正在回原点...."
2004="子程序错误.{CR}点胶程序未找到."
2005="紧急开关被按下!"
2006="门被打开, 请关上继续"
2010="检测排风信号,{CR}请稍等..."
2011="确认排风量,{CR}请稍等...."
2050="设备安全检测{CR}{CR}{CR}拔出 紧急开关."
2051="设备安全检测{CR}{CR}{CR}关门."
2052="设备安全检测{CR}{CR}{CR}关掉 门旁路钥匙."
2053="设备安全检测{CR}{CR}{CR}按下 紧急开关."
2054="设备安全检测{CR}{CR}{CR}开门."
3000="检测设备中是否有产品..."
3001="取出产品后继续"

[ Traditional Chinese Messages ]
1000=""
1002=""
1003=""
1009=""
1010=""
1011=""
1012=""
1100=""
1101=""
1105=""
1200=""
1201=""
1202=""
1203=""
1210=""
1211=""
1212=""
1213=""
1214=""
1215=""
1216=""
1217=""
1218=""
1219=""
1300=""
1301=""
1302=""
1303=""
2000=""
2001=""
2002=""
2003=""
2004=""
2005=""
2006=""
2010=""
2011=""
2050=""
2051=""
2052=""
2053=""
2054=""
3000=""
3001=""

[ Japanese Messages ]
1000="{CR}CONTINUE{CR}を押すと原点に戻ります"
1002="{CR}CONTINUE{CR}を押すと再起動します"
1003="{CR}CONTINUE{CR}を押すとヘッドがスタンバイ状態に戻ります"
1009="ウォッチドッグエラー！{CR}CONTINUEを押します"
1010="コマンドエラー"
1011="ポジションエラー"
1012="リミットエラー"
1100="材料Ａ量低下又は空{CR}CONTINUEを押します"
1101="材料Ｂ量低下又は空{CR}CONTINUEを押します"
1105="排気流量低下{CR}CONTINUEを押します"
1200="前側ボードストップダウン障害{CR}修復後CONTINUEを押します"
1201="後側ボードストップダウン障害{CR}修復後CONTINUEを押します"
1202="前側ボードストップアップ障害{CR}修復後CONTINUEを押します"
1203="後側ボードストップアップ障害{CR}修復後CONTINUEを押します"
1210="バルブ１ Ｚスライドアップ障害{CR}修復後CONTINUEを押します"
1211="バルブ１ Ｚスライドダウン障害{CR}修復後CONTINUEを押します"
1212="バルブ２ Ｚスライドアップ障害{CR}修復後CONTINUEを押します"
1213="バルブ２ Ｚスライドダウン障害{CR}修復後CONTINUEを押します"
1214="バルブ１ 回転Ａ障害{CR}修復後CONTINUEを押します"
1215="バルブ１ 回転Ｂ障害{CR}修復後CONTINUEを押します"
1216="バルブ２ 回転Ａ障害{CR}修復後CONTINUEを押します"
1217="バルブ２ 回転Ｂ障害{CR}修復後CONTINUEを押します"
1218="バルブ３ Ｚスライドアップ障害{CR}修復後CONTINUEを押します"
1219="バルブ３ Ｚスライドダウン障害{CR}修復後CONTINUEを押します"
1300="装置安全確認{CR}{CR}{CR}電源確認失敗！{CR}{CR}CONTINUEを押して再テストを行います"
1301="装置安全確認{CR}{CR}{CR}緊急停止ボタン失敗！{CR}{CR}CONTINUEを押して再テストを行います"
1302="装置安全確認{CR}{CR}{CR}安全扉失敗{CR}{CR}CONTINUEを押して再テストを行います"
1303="设备安全检测{CR}{CR}{CR}続きを押して開始します."
2000="システム初期化中。しばらくお待ち下さい。"
2001="変数エラー、初期化中。"
2002="起動中に回復不可能な変数エラー発生{CR}{CR}装置を再起動してください"
2003="システム原点回帰"
2004="サブルーチンエラー{CR}パスプログラムが見つかりません。"
2005="緊急停止が作動しました"
2006="ドアが開いています。ドアを閉じて継続してください。"
2010="排気入力を確認中です。{CR}しばらくお待ち下さい。"
2011="排気を確認中です。{CR}しばらくお待ち下さい"
2050="装置安全確認{CR}{CR}{CR}緊急停止ボタンを元に戻します"
2051="装置安全確認{CR}{CR}{CR}ドアを閉じます"
2052="装置安全確認{CR}{CR}{CR}ドアバイパスキーをオフにします"
2053="装置安全確認{CR}{CR}{CR}緊急停止ボタンを押します"
2054="装置安全確認{CR}{CR}{CR}ドアを開きます"
3000="製品を確認中"
3001="継続のため基板を取り除きます"

[ Unicode Messages ]
1000=""
1002=""
1003=""
1009=""
1010=""
1011=""
1012=""
1100=""
1101=""
1105=""
1200=""
1201=""
1202=""
1203=""
1210=""
1211=""
1212=""
1213=""
1214=""
1215=""
1216=""
1217=""
1218=""
1219=""
1300=""
1301=""
1302=""
1303=""
2000=""
2001=""
2002=""
2003=""
2004=""
2005=""
2006=""
2010=""
2011=""
2050=""
2051=""
2052=""
2053=""
2054=""
3000=""
3001=""

